Extensions installed on WSL: Ubuntu:
adpyke.codesnap
AnbuselvanRocky.bootstrap5-vscode
anteprimorac.html-end-tag-labels
antfu.browse-lite
antfu.vite
batisteo.vscode-django
CelianRiboulet.webvalidator
DanielSanMedium.dscodegpt
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
genieai.chatgpt-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.remotehub
GitHub.vscode-pull-request-github
greven.umbra
jock.svg
Kelvin.vscode-sshfs
KevinRose.vsc-python-indent
kuba-p.glsl-lsp
McCarter.start-git-bash
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
njpwerner.autodocstring
pranaygp.vscode-css-peek
raashida.fixthecode-vs
ritwickdey.LiveServer
shakram02.bash-beautify
timonwong.shellcheck
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
